
    'use strict';

    // Задача 1

    // Выведите в окно браузера какой-нибудь текст.

    document.write('Rahimkhan <br>');

    // Задача 2

    // Выведите в окно браузера какой-нибудь текст, сделав его курсивным.

    document.write('<i>Rahimkhan</i><br>');

    // Задача 3

    // Дана переменная:

    // let str = 'text';
    // Выведите текст из переменной в окно браузера так, чтобы он был курсивным.

    let str = 'text';

    document.write('<i>' + str + '</i>' + '<br>');

    // Задача 4

    // Выведите в окно браузера столбец чисел от 1 до 5.

    document.write(1 + '<br>' + 2 + '<br>' + 3 + '<br>' + 4 +'<br>' + 5);