
    'use strict';

    // Задача 1

    // Найдите количество секунд в сутках.

    console.log('Количество секунд в сутках ' + 60 * 60 * 24);

    // Задача 2

    // Найдите количество секунд в 30 сутках.

    console.log('Количество секунд в 30 сутках ' + 60 * 60 * 24 * 30);

    // Задача 3

    // Найдите количество секунд в году.

    console.log('Количество секунд в году ' + 60 * 60 * 24 * 365);

    // Задача 4

    // Найдите количество минут в сутках.

    console.log('Количество минут в сутках ' + 60 * 24);

    // Задача 5

    // Найдите количество минут в году.

    console.log('Количество минут в году ' + 60 * 24 * 365);

    // Задача 6

    // Найдите количество байт в мегабайте.

    console.log('Количество байт в мегабайте ' + 1024 * 1024);

    // Задача 7

    // Найдите количество байт в гигабайте.

    console.log('Количество байт в гигабайте ' + 1024 * 1024 * 1024);

    // Задача 8

    // Найдите количество байт в 10 гигабайтах.

    console.log('Количество байт в 10 гигабайтах ' + 1024 * 1024 * 1024 * 10);

    // Задача 9

    // Найдите количество байт в терабайте.

    console.log('Количество байт в терабайте ' + 1024 * 1024 * 1024 * 1024);

    // Задача 10

    // Найдите количество килобайт в терабайте.

    console.log('Количество килобайт в терабайте ' + 1024 * 1024 * 1024);
