
    'use strict';

    // Задача 1

    // Создайте переменную str и присвойте ей строку '!!!'. Выведите значение этой переменной на экран.

    let str1 = '!!!';

    alert(str1);

    // Задача 2

    // Создайте переменную с текстом 'java' и переменную с текстом 'script'. С помощью этих переменных и операции сложения строк выведите на экран строку 'javascript'.

    let str2 = 'Java';
    let str3 = 'Script';

    alert(str2 + str3);

    // Задача 3

    // Создайте переменную с текстом 'hello' и переменную с текстом 'world'. С помощью этих переменных и операции сложения строк выведите на экран строку 'hello world'.

    let str4 = 'Hello';
    let str5 = 'World';

    alert(str4 + ' ' + str5);