
    'use strict';

    // Задача 1

    // Если переменная test больше 10, то выведите на экран слово 'верно', иначе выведите слово 'неверно'.

    let test = 11;

    if (test > 10) {
        console.log('Верно');
    } else {
        console.log('Неверно');
    }

    // Задача 2

    // Если переменная test меньше 10, то выведите на экран слово 'верно', иначе выведите слово 'неверно'.

    if (test < 10) {
        console.log('Верно');
    } else {
        console.log('Неверно');
    }

    // Задача 3

    // Если переменная test больше или равна 10, то выведите на экран слово 'верно', иначе выведите слово 'неверно'.

    if (test >= 10) {
        console.log('Верно');
    } else {
        console.log('Неверно');
    }

    // Задача 4

    // Если переменная test меньше или равна 10, то выведите на экран слово 'верно', иначе выведите слово 'неверно'.

    if (test <= 11) {
        console.log('Верно');
    } else {
        console.log('Неверно');
    }

    // Задача 5

    // Если переменная test равна 10, то выведите на экран слово 'верно', иначе выведите слово 'неверно'.

    if (test == 10) {
        console.log('Верно');
    } else {
        console.log('Неверно');
    }

    // Задача 6

    // Если переменная test не равна 10, то выведите на экран слово 'верно', иначе выведите слово 'неверно'.

    if (test != 10) {
        console.log('Верно');
    } else {
        console.log('Неверно');
    }

    // Задача 7

    // Даны переменные test1 и test2. Проверьте, что значение какой из этих переменных больше и выведите соответствующее сообщение на экран.

    let test1 = 1;
    let test2 = 2;

    if (test2 > test1) {
        console.log('Больше 1');
    } else {
        console.log('Не больше 1');
    }