
    'use strict';

    // Задача 1

    // Если переменная test равна true, то выведите на экран слово 'верно', иначе выведите слово 'неверно'.

    let test1 = true;

    if (test1 === true) {
        console.log('Верно');
    } else {
        console.log('Неверно');
    }

    // Задача 2

    // Если переменная test равна false, то выведите на экран слово 'верно', иначе выведите слово 'неверно'.

    let test2 = false;

    if (test2 === false) {
        console.log('Верно');
    } else {
        console.log('Неверно');
    }

    // Задача 10

    // Перепишите следующий код с использованием сокращенного сравнения:

    let test3 = true;

    if (test3) {
        console.log('верно');
    } else {
        console.log('неверно');
    }

    // Задача 11

    // Перепишите следующий код с использованием сокращенного сравнения:

    let test4 = true;

    if (!test4) {
        console.log('верно');
    } else {
        console.log('неверно');
    }

    // Задача 12

    // Перепишите следующий код с использованием сокращенного сравнения:

    let test5 = true;

    if (!test5) {
        console.log('верно');
    } else {
        console.log('неверно');
    }

    // Задача 13

    // Перепишите следующий код с использованием сокращенного сравнения:

    let test6 = true;

    if (test6) {
        console.log('верно');
    } else {
        console.log('неверно');
    }

