
    'use strict';

    // Задача 1

    // Пусть даны следующие переменные:

    // let a = 2 * (3 - 1);
    // let b = 6 - 2;
    // Используя оператор ==, узнайте, равны ли значения этих переменных или нет.

    let a = 2 * (3 - 1);
    let b = 6 - 2;

    console.log(a == b);

    // Задача 2

    // Пусть даны следующие переменные:

    // let a = 5 * (7 - 4);
    // let b = 1 + 2 + 7;
    // Используя оператор >, узнайте, больше ли переменная a, чем b.

    let a1 = 5 * (7 - 4);
    let b1 = 1 + 2 + 7;

    console.log(a1 > b1);

    // Задача 3

    // Пусть даны следующие переменные:

    // let a = 2 ** 4;
    // let b = 4 ** 2;
    // Используя операцию оператор !=, узнайте, разные ли значения этих переменных или нет.

    let a2 = 2 ** 4;
    let b2 = 4 ** 2;

    console.log(a2 != b2);