
    'use strict';

    // Задача 1

    // Объявите переменную, не задавая ей значения. Выведите значение созданной переменной на экран.

    let a;

    alert(a);

    // Задача 2

    // Присвойте переменной значение null. Выведите эту переменную на экран.

    let a1 = null;

    alert(a1);

    // Задача 3

    // Присвойте переменной значение true. Выведите эту переменную на экран.

    let a2 = true;

    alert(a2);

    // Задача 4

    // Присвойте переменной значение false. Выведите эту переменную на экран.

    let a3 = false;

    alert(a3);

    // Задача 5

    // Сделайте две строки. Перемножьте их друг на друга. Выведите результат умножения на экран.

    let str1 = 'Rahimkhan';
    let str2 = 'Gaibkhanov';

    alert(str1 * str2);

    // Задача 6

    // Поделите число 10 на 0. Выведите результат на экран.

    alert(10 / 0);

    // Задача 7

    // Поделите число -10 на 0. Выведите результат на экран.

    alert(-10 / 0);



